Repository: Dawn-of-Light/ItemCreator
Catalog: ItemCreator/Resources/winFormStrings.*.resx
Languages: de

# application_name
source: Merecs ItemCreator for Dawn of Light
de: Merecs ItemCreator für Dawn of Light

# ask_delete_assigned_mobxloottemplates
source: Delete all assigned MobXLootTemplates of this LootTemplate?
de: Alle zugewiesenen MobXLootTemplates von diesem LootTemplate löschen?

# ask_delete_assigned_mobxloottemplates_title
source: Delete assigned MobXLootTemplates
de: Zugewiesene MobXLootTemplates löschen

# ask_delete_entry
source: Do you really want to delete this entry?
de: Möchtest du diesen Eintrag wirklich löschen?

# ask_delete_loot_template_title
source: Delete LootTemplate
de: LootTemplate löschen

# ask_delete_mobxloottemplate_title
source: Delete MobXLootTemplate
de: MobXLootTemplate löschen

# error_basefile_not_found
source: File "base.xml" no found, please reinstall application!
de: Die Datei "base.xml" wurde nicht gefunden, bitte installiere das Programm neu!

# error_item_not_in_database
source: This Item does not exist in the Database!
de: Dieses Item existiert nicht in der Datenbank

# error_itemkey_in_use_by
source: This Keyname is used by "{0}"
de: Dieser Keyname wird von "{0}" verwendet!

# error_messagebox_title
source: Error
de: Fehler

# error_no_itemkeyname
source: You need to set a Keyname!
de: Du musst einen Keynamen eingeben!

# error_no_itemname
source: You need to set an Itemname!
de: Du musst einen Itemnamen eingeben!

# error_no_model_id
source: You need to set a Model ID!
de: Du musst eine Model ID eingeben!

# error_reading_basefile
source: Error while reading "base.xml", please reinstall application!
de: Fehler beim lesen von "base.xml", bitte installiere das Programm neu!

# message_loot_templates_needed
source: LootTemplates needed!
de: LootTemplates werden benötigt!

# message_no_assigned_mobs
source: No assigned mobs found!
de: Keine zugewiesene Monster gefunden

# message_no_itemkeyname
source: No Itemkeyname is set!
de: Es ist ein Itemkeyname gesetzt!

# message_no_loottemplates
source: No LootTemplates found!
de: Keine LootTemplates gefunden!

# message_no_mysql_support
source: MySQL-support is not enabled!
de: MySQL-unterstützung ist nicht aktiviert!

source: New Item
de: Neues Item

# num_deleted_mobxloottemplates
source: {0} MobXLootTemplates deleted!
de: {0} MobXLootTemplates gelöscht!

# preferences_new_options
source: There are new preferences options. Please check options and save.
de: Es gibt neue Einstellungen! Bitte überprüfe und speichere sie.

# save_file_with_filename
source: Save "{0}"?
de: "{0}" speichern?

# save_item_ask
source: Would you like to save this Item?
de: Möchtest du dieses Item speichern?

# save_item_title
source: save Item
de: Item speichern

# splash_checking_mysql_settings
source: checking MySQL settings ...
de: überprüfe MySQL einstellungen ...

# splash_checking_versions
source: checking for new versions ...
de: suche nach neuen versionen ...

# splash_loading
source: loading ...
de: lade ...

# splash_loading_preferences
source: loading preferences ...
de: lade einstellungen ...

# splash_loading_xml
source: loading XML ...
de: lade XML-Dateien ...

# splash_starting
source: starting application
de: starte Programm

# sql_error
source: Error!
de: Fehler!

# sql_no_affected_rows
source: No rows affected
de: Keine Zeilen betroffen

# sql_running
source: running ...
de: arbeite ...

# sql_successfull
source: Successfull!
de: Erfolgreich!

# updater_check_done
source: check done!
de: überprüfung abgeschlossen!

# updater_checking_version
source: checking versions ...
de: überprüfe versionen ...

# updater_downloading_file
source: Downloading "{0}" ...
de: Lade "{0}" herunter ...

# updater_downloading_files
source: Downloading ItemCreator-Files ...
de: Lade ItemCreator-Dateien herunter ...

# updater_error
source: Error!
de: Fehler!

# updater_need_start
source: ItemCreator Updater needs to be started!
de: ItemCreator Updater muss gestartet werden!

# updater_new_versions_are_available
source: New versions of Application or Databases are available!
de: Neue Versionen vom Programm oder den Datenbanken sind verfügbar!

# updater_new_versions_are_available_title
source: New Versions available
de: Neue Versionen verfügbar

# updater_restart_app
source: ItemCreator needs to be restarted!
de: ItemCreater muss neu gestartet werden!

# updater_update_complete
source: Update complete!
de: Update abgeschlossen!
