Repository: Dawn-of-Light/ItemCreator
Catalog: ItemCreator/MainForm.*.resx
Languages: de

# exportButton.Text
source: export/save Item
de: Item exportieren/speichern

# checkItemButton.Text
source: check Item
de: überprüfe Item

# toolStripMenuItem5.Text
source: New Item
de: Neues Item

# fromFileToolStripMenuItem.Text
source: from File
de: aus Datei

# loadItemFromDatabase.Text
source: from MySQL-Database
de: von MySQL-Datenbank

# toolStripMenuItem6.Text
source: Load Item
de: Item laden

# toolStripMenuItem7.Text
source: Save Item
de: Item speichern

# toolStripMenuItem8.Text
source: Save Item as ...
de: Item speichern als ...

# toolStripMenuItem9.Text
source: Close
de: Beenden

# toolStripMenuItem1.Text
source: File
de: Datei

# preferencesToolStripMenuItem.Text
source: Preferences
de: Einstellungen

# languageToolStripMenuItem.Text
source: Language
de: Language/Sprache

# toolStripMenuItem2.Text
source: Preferences
de: Einstellungen

# checkForUpdatesToolStripMenuItem.Text
source: check for updates
de: suche nach Update

# aboutToolStripMenuItem.Text
source: About
de: Über

# reportABugToolStripMenuItem.Text
source: Report a bug
de: Fehler melden

# toolStripMenuItem4.Text
source: Info
de: Informationen

# $this.Text
source: New Item - ItemCreator for Dawn of Light
de: Neues Item - ItemCreator für Dawn of Light

# label33.Text
source: Extension
de: Erweiterung

# label32.Text
source: Color
de: Farbe

# label31.Text
source: Visible effect
de: sichtbarer Effekt

# groupBox4.Text
source: Visibility options
de: Sichtbare Einstellungen

# label29.Text
source: Damagetype
de: Schadensart

# label28.Text
source: Hand
de: Waffenhand

# groupBox3.Text
source: Weapon specific
de: Waffenspezifisch

# label27.Text
source: Classes
de: Klassen

# label26.Text
source: Buy stack size
de: anzahl bei Kauf

# label25.Text
source: Stack size
de: Stapelgröße

# label20.Text
source: Value
de: Verkaufswert

# label19.Text
source: Quality
de: Qualität

# groupBox2.Text
source: Geneal Information
de: Generelle Informationen

# checkKeyword.Text
source: check DB
de: prüfe DB

# item_lootdrop.Text
source: can drop as loot
de: kann als Beute fallen

# item_tradeable.Text
source: is tradeable
de: ist handelbar

# item_dropable.Text
source: is dropable
de: kann fallengelassen werden

# item_pickable.Text
source: is pickable
de: ist aufhebbar

# label18.Text
source: 16 for 1.6 pounds
de: 16 für 1.6 Pfund

# label16.Text
source: 35 for 3.5 speed
de: 35 für 3.5 Geschwindigkeit

# label15.Text
source: 165 for 16.5 DPS
de: 165 für 16.5 Schaden (DPS)

# label14.Text
source: Weight
de: Gewicht

# label12.Text
source: Speed or ABS
de: Geschw. oder Absorption

# label11.Text
source: DPS or AF
de: Schaden oder Rüstfaktor

# label10.Text
source: Type
de: Typ

# label9.Text
source: Slot
de: Rüstplatz

# label8.Text
source: Realm
de: Reich

# label7.Text
source: of
de: von

# label6.Text
source: Condition
de: Zustand

# label5.Text
source: Durability
de: Haltbarkeit

# label4.Text
source: of
de: von

# label3.Text
source: Level
de: Stufe

# groupBox1.Text
source: Geneal Information
de: Generelle Informationen

# tabPage1.Text
source: General & visibility Options
de: Generelle und sichtbare einstellungen

# searchPoisonSpellID.Text
source: search Spell
de: suche Zauber

# label54.Text
source: Charges
de: Ladungen

# label55.Text
source: Spell ID
de: Zauber ID

# groupBox8.Text
source: Poison charges
de: Giftladungen

# searchProcSpellID1.Text
source: search Spell 2
de: suche Zauber 2

# searchProcSpellID.Text
source: search Spell 1
de: suche Zauber 1

# label50.Text
source: Spell ID
de: Zauber ID

# searchSpellID1.Text
source: search Spell 2
de: suche Zauber 2

# searchSpellID.Text
source: search Spell 1
de: suche Zauber 1

# label48.Text
source: Charges
de: Ladungen

# label47.Text
source: Spell ID
de: Zauber ID

# groupBox6.Text
source: Charges
de: Ladungen

# tabPage2.Text
source: Magical bonuses & spells
de: Magische Werte und Zauber

# label49.Text
source: This section needs enabled MySQL-support, and an already saved Item in the Database!
de: Dieser Bereich benötigt MySQL-unterstützung und ein bereits gespeichertes Item in der Datenbank!

# updateMobXTemplateList.Text
source: Update list
de: aktualisiere Liste

# newMobTemplate.Text
source: add Mob assignment
de: neue Monsterzuweisung

# editMobTemplate.Text
source: edit entry
de: Eintrag bearbeiten

# deleteMobTemplate.Text
source: delete entry
de: Eintrag löschen

# label56.Text
source: This LootTemplate is assigned to following Mobs:
de: Dieses LootTemplate ist mit folgenden Monstern verbunden:

# updateLootTemplateList.Text
source: Update list
de: aktualisiere Liste

# newLootTemplateButton.Text
source: new LootTemplate
de: neues LootTemplate

# editLottTemplateEntry.Text
source: edit entry
de: Eintrag bearbeiten

# deleteTemplateButton.Text
source: delete entry
de: Eintrag löschen

# label53.Text
source: This Item is defined in following LootTemplates:
de: Dieses Item existiert in folgenden LootTemplates:

# tabPage3.Text
source: Loot & Dropchances
de: Loot & Dropchancen

# saveFileDialog.Filter
source: ItemCreator Files (*.ici)|*.ici|XML Files (*.xml)|*.xml|All Files (*.*)|*.*
de: ItemCreator Datei (*.ici)|*.ici|XML Datei (*.xml)|*.xml|Alle Dateien (*.*)|*.*

# saveFileDialog.Title
source: Save item
de: Item speichern

# openFileDialog.Filter
source: ItemCreator Files (*.ici)|*.ici|XML Files (*.xml)|*.xml|All Files (*.*)|*.*
de: ItemCreator Datei (*.ici)|*.ici|XML Datei (*.xml)|*.xml|Alle Dateien (*.*)|*.*

# openFileDialog.Title
source: Open Item
de: Item-Datei öffnen
